#Площадь прямоугольника. Написать программу, которая будет запрашивать у пользователя
# длину и ширину прямоугольника, а затем вычислять площадь.
heght = int(input('введите длину прямоугольника -'))
weight = int(input('введите ширину прямоугольника -'))
area = heght * weight
print(f'Площадь прямоугольника - {area} квадратных единиц')